# Normalized German vocabulary words to omit from generated study CSVs.
# Keep one word per line. Blank lines and everything after "#" are ignored.

# Articles, determiners, pronouns, particles, conjunctions, and question words.
ab
aber
alle
als
am
an
anderer
auf
aus
bei
beide
bis
da
dabei
dafür
dagegen
damit
dann
darum
das
dass
dazu
dem
den
denn
der
des
deshalb
deutsche
dich
die
dies
diese
diesem
diesen
dieser
dieses
doch
du
durch
ein
eine
einem
einen
einer
eines
er
es
etwas
euch
europäisch
für
gegen
haben
hier
ich
ihr
ihre
im
in
ist
jede
jeder
jedes
kein
keine
keiner
man
mehr
mein
meine
mit
nach
nicht
nichts
noch
nur
ob
oder
ohne
sich
sie
so
um
und
uns
unser
von
vor
wann
warum
was
weil
welcher
wen
wenn
wer
wie
wir
wo
zu
zum
zur
über

# Very common helper verbs and generic light verbs.
arbeiten
bauen
bedeuten
beginnen
bezahlen
dürfen
entscheiden
erhalten
bekommen
geben
gehen
gehören
halten
heißen
helfen
können
kommen
machen
möchten
mussen
müssen
sein
sagen
schlagen
stehen
teilnehmen
tun
werden
wählen
wollen

# Generic high-frequency words that make weak vocabulary cards in this deck.
alt
alte
alter
beispiel
drei
ende
erste
falsch
frei
frau
freund
früh
früher
häufig
gleich
groß
große
grund
gut
heute
heutig
immer
jemand
jetzig
jahr
kind
kleine
land
mann
mensch
mindestens
muss
möglich
namen
nennen
normalerweise
offiziell
recht
regelmäßig
richtig
rot
seit
selber
sollen
unter
stelle
stimme
vieler
vier
volk
willen
zeit
zweiter

# People, place names, countries, cities, states, acronyms, and institutions
# that usually do not need vocabulary-card treatment.
adenauer
adolf
baden
bayern
berlin
brandenburg
bremen
bundesrepublik
bundesrat
bundestag
cdu
csu
ddr
deutschland
eu
europa
frankreich
großbritannien
gustav
hamburg
heinemann
helmut
hessen
hesse
hitler
israel
italien
januar
juni
konrad
london
mai
mecklenburg
münchen
nato
niedersachsen
nordrhein
paris
polen
rheinland
saarland
sachsen
sachsen-anhalt
schleswig
schmidt
sowjetunion
spanien
thüringen
tschechien
warschauer
westfalen

# Additional people, place names, countries, cities, regions, acronyms, and parties.
anne
anhalt
brandt
breme
brüssel
claus
fran
françois
frank
friedrich
griechenland
japan
juli
kohl
lothringen
luxemburg
maik
merz
mitterrand
mosambik
pankow
seger
stasi
stauffenberg
steinmeier
straßburg
sybille
tim
usa
vietnam
vorpommern
walter
warschau
west
willy
württemberg
österreich

# More city and country names.
afghanistan
afrika
albanien
algerien
amerika
argentinien
armenien
asien
augsburg
australien
belgien
bonn
bosnien
bulgarien
china
dresden
dänemark
düsseldorf
estland
finnland
freiburg
genf
georgien
ghana
hannover
indien
irak
iran
irland
kanada
kasachstan
kroatien
köln
leipzig
lettland
litauen
madrid
mannheim
marokko
mazedonien
niederlande
norwegen
pakistan
portugal
prag
rumänien
russland
schweden
schweiz
serbien
slowakei
slowenien
stuttgart
syrien
tunesien
türkei
ukraine
ungarn
wien
ägypten

# Country demonyms, adjectival variants, and common inflected forms.
amerikaner
amerikanerin
amerikanisch
amerikanische
däne
dänin
dänisch
dänische
franzose
französin
französisch
französische
grieche
griechin
griechisch
griechische
italiener
italienerin
italienisch
italienische
österreicher
österreicherin
österreichisch
österreichische
pole
polin
polnische
russe
russin
russisch
russische
schwede
schwedin
schwedisch
schwedische
schweizer
schweizerin
schweizerisch
schweizerische
schweizen
türke
türkin
türkisch
türkische

# Transparent German-English cognates or near-identical forms.
aktiv
antisemitisch
asyl
automatisch
buslinie
chance
chef
christlich
dadurch
damalig
demokratie
demokratisch
demonstration
diktatur
direkt
direktive
diskriminierung
euro
exekutive
familie
fdp
firma
flagge
fraktion
freie
frost
funktion
garantieren
ghetto
gold
hammer
holocaust
initiative
integration
judikative
kandidat
kandidatin
kapitalistisch
kapitulation
kindergarten
koalition
kommunal
kommune
konflikt
kontrollieren
kostüm
kultur
legislative
migrant
migrantin
million
minister
ministerin
ministerium
monarchie
montagsdemonstration
national
nationalhymne
nation
nationalsozialismus
nationalsozialist
nationalsozialistisch
november
oktober
opposition
organ
organisation
pakt
parlament
parlamentarisch
partner
partnerin
person
polizei
polnisch
politisch
politik
präsident
präsidentin
problem
prozess
programm
privatpolizei
religion
religiös
republik
resolution
restaurant
rosenmontag
schengener
sektor
senator
situation
sozial
sozialdemokratisch
sozialistisch
staatlich
streik
synagoge
symbol
theorie
toleranz
union
universität

# Corpus/PDF artifacts and false positives from tokenization or noun lookup.
abkürzung
gege
meister
wahlen
wahlhelferinn
